{
  "welcome": "مرحبًا بك في ستريمينغ هاب",
  "products": "المنتجات",
  "orderNow": "اطلب الآن",
  "language": "اللغة",
  "productList": [
    {
      "name": "نتفلكس",
      "description": "نتفلكس: مكتبة كبيرة من المسلسلات والأفلام والوثائقيات والمحتوى الأصلي. الخطط تبدأ من 6.99 دولار شهريًا في أمريكا، والأسعار بتختلف حسب البلد."
    },
    {
      "name": "شاهد",
      "description": "شاهد: منصة عربية بتوفر مسلسلات وأفلام وبرامج تركية وهندية، مع محتوى رياضي مباشر. الاشتراك الشهري موجود على الموقع."
    },
    {
      "name": "واتش إت",
      "description": "واتش إت: خدمة مصرية بتعرض محتوى عربي زي الأفلام والمسلسلات والبرامج الحصرية. تفاصيل الاشتراك على الموقع."
    },
    {
      "name": "TOD",
      "description": "TOD: بتوفر كل قنوات beIN SPORTS وأفلام ومسلسلات متنوعة. الخطط والأسعار موجودة على الموقع."
    },
    {
      "name": "جوي TV",
      "description": "جوي TV: مجموعة من القنوات الترفيهية والأفلام والمسلسلات. الأسعار موجودة على الموقع."
    },
    {
      "name": "أمازون برايم فيديو",
      "description": "أمازون برايم فيديو: مكتبة ضخمة من الأفلام والمسلسلات والمحتوى الأصلي. في أمريكا، تكلفتها 8.99 دولار شهريًا، والأسعار بتختلف حسب البلد."
    },
    {
      "name": "سبوتيفاي",
      "description": "سبوتيفاي: خدمة استماع للموسيقى والبودكاست. خطة بريميوم بتبدأ من 9.99 دولار شهريًا في أمريكا، والأسعار بتختلف حسب البلد."
    },
    {
      "name": "أنغامي",
      "description": "أنغامي: منصة موسيقى بتركز على الأغاني العربية والعالمية. تفاصيل الاشتراك على الموقع."
    },
    {
      "name": "ديزني+",
      "description": "ديزني+: بتعرض محتوى ديزني وبيكسار ومارفل وناشونال جيوجرافيك. بتبدأ من 10.99 دولار شهريًا في أمريكا، والأسعار بتختلف حسب البلد."
    },
    {
      "name": "كرانشي رول",
      "description": "كرانشي رول: بتخصص في الأنمي وبتوفر مكتبة ضخمة من العروض. الخطط تبدأ من 7.99 دولار شهريًا."
    },
    {
      "name": "ستارز بلاي",
      "description": "ستارز بلاي: مكتبة من الأفلام والمسلسلات والمحتوى الحصري. تفاصيل الأسعار موجودة على الموقع."
    },
    {
      "name": "OSN+",
      "description": "OSN+: بيعرض مجموعة من الأفلام والمسلسلات والعروض الحصرية. تفاصيل الاشتراك موجودة على الموقع."
    },
    {
      "name": "فيو",
      "description": "فيو: بتعرض دراما آسيوية وأفلام وبرامج منوعة. أسعار الاشتراك على الموقع."
    },
    {
      "name": "كانفا برو",
      "description": "كانفا برو: منصة تصميم جرافيك مع ميزات متقدمة زي الريسايز. تكلفتها 12.99 دولار شهريًا."
    },
    {
      "name": "أدوبي كرييتف كلاود",
      "description": "أدوبي كرييتف كلاود: مجموعة برامج زي فوتوشوب وإليستريتور. الاشتراك الشهري بيبدأ من 20.99 دولار للبرنامج الواحد، أو 54.99 دولار لكل البرامج."
    },
    {
      "name": "أوفيس 2021",
      "description": "أوفيس 2021: شراء لمرة واحدة بيوفر برامج زي وورد وإكسل. تكلفة الشراء لمرة واحدة 39.97 دولار."
    },
    {
      "name": "يوتيوب بريميوم",
      "description": "يوتيوب بريميوم: تجربة بدون إعلانات مع إمكانية تشغيل بالخلفية ويوتيوب ميوزيك. بتكلف 11.99 دولار شهريًا."
    },
    {
      "name": "آبل TV+",
      "description": "آبل TV+: منصة بتقدم محتوى أصلي من آبل. بتكلف 9.99 دولار شهريًا."
    },
    {
      "name": "آبل ميوزيك",
      "description": "آبل ميوزيك: خدمة موسيقى فيها مكتبة ضخمة من الأغاني. بتكلف 10.99 دولار شهريًا."
    },
    {
      "name": "آبل آي كلاود بلس",
      "description": "آبل آي كلاود بلس: تخزين سحابي وميزات إضافية. الخطط تبدأ من 0.99 دولار شهريًا."
    },
    {
      "name": "جوجل وان",
      "description": "جوجل وان: خدمة تخزين سحابي من جوجل. الخطط تبدأ من 1.99 دولار شهريًا لـ 100 جيجابايت."
    },
    {
      "name": "جوجل جيميني+",
      "description": "جوجل جيميني+: بتوفر 2 تيرابايت من التخزين مع ميزات AI. الأسعار على الموقع الرسمي."
    },
    {
      "name": "إنفاتو إليمنتس",
      "description": "إنفاتو إليمنتس: مكتبة ضخمة للأصول الرقمية. بتكلف 16.50 دولار شهريًا عند الدفع سنويًا."
    },
    {
      "name": "دوولينجو سوبر",
      "description": "دوولينجو سوبر: نسخة مطورة بدون إعلانات لتعلم اللغات. بتكلف 6.99 دولار شهريًا."
    }
  ]
}
